index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-01-10 Thu 16:24 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Portfolio</title>
<meta name="generator" content="Org mode" />

</head>
<body>
<div id="content">
<h1 class="title">Portfolio</h1>

<div id="outline-container-org64cfb8c" class="outline-2">
<h2 id="org64cfb8c">About Me</h2>
<div class="outline-text-2" id="text-org64cfb8c">
<p>
I am a hacker. Lisping is the highest form of "speech".
</p>
</div>
</div>
<div id="outline-container-org9d64a92" class="outline-2">
<h2 id="org9d64a92">Projects</h2>
<div class="outline-text-2" id="text-org9d64a92">
</div>
<div id="outline-container-orgfed4bf8" class="outline-3">
<h3 id="orgfed4bf8">Decimal to Roman Numeral Conversion</h3>
<div class="outline-text-3" id="text-orgfed4bf8">
<p>
<a href="https://github.com/truesilver92/chicken-roman-numeral">chicken-roman-numeral</a>
</p>
</div>
</div>
<div id="outline-container-orgbfc9e53" class="outline-3">
<h3 id="orgbfc9e53">My Emacs Config</h3>
<div class="outline-text-3" id="text-orgbfc9e53">
<p>
<a href="https://github.com/truesilver92/emacs-code">emacs-code</a>
</p>
</div>
</div>
<div id="outline-container-org7d64c0f" class="outline-3">
<h3 id="org7d64c0f">Split Files Into Smaller Pieces</h3>
<div class="outline-text-3" id="text-org7d64c0f">
<p>
<a href="https://github.com/truesilver92/SplitFile">SplitFile</a>
</p>
</div>
</div>
</div>
<div id="outline-container-org7bc8b89" class="outline-2">
<h2 id="org7bc8b89">Work Experience</h2>
<div class="outline-text-2" id="text-org7bc8b89">
<ul class="org-ul">
<li>BYU OIT
I designed and implemented the traffic violation ticket
payment/management system (mine may not be the live one anymore, I
don't get tickets and haven't checked)</li>
<li>Teaching Assistant for CS345 at BYU
CS345 is the operating systems class which involves creation of an
operating system.</li>
</ul>
<hr />
</div>
</div>
<div id="outline-container-org726fc3e" class="outline-2">
<h2 id="org726fc3e">Contact</h2>
<div class="outline-text-2" id="text-org726fc3e">
<ul class="org-ul">
<li><a href="http://github.com/truesilver92">github</a></li>
<li><a href="mailto:joel.d.stoker@gmail.com">joel.d.stoker@gmail.com</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2019-01-10 Thu 16:24</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
